Repository: tripped/sysstat
Catalog: nls/*/sysstat.po
Languages: af, de, fr, it, nb_no, pt, ru

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ options... ] Options are: [ -P { <cpu> | ALL } ] [ -V ] [ <interval> [ <count> ] ]
af: sysstat weergawe %s (C) S. Godard <sebastien.godard@wanadoo.fr> Gebruik: %s [ opsies... ] Opsies moontlik: [ -P { <cpu> | ALL } ] [ -V ] [ <interval> [ <nommer> ] ]
fr: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Utilisation: %s [ options... ] Options possibles: [ -P { <cpu> | ALL } ] [ -V ] [ <intervalle> [ <nombre_de_fois> ] ]
it: sysstat versione %s (C) S. Godard <sebastien.godard@wanadoo.fr> Uso: %s [ opzioni... ] Opzioni ammesse: [ -P { <cpu> | ALL } ] [ -V ] [ <intervallo> [ <iterazioni> ] ]
ru: sysstat версия %s (C) S. Godard <sebastien.godard@wanadoo.fr> Использование: %s [ опции... ] Допустимые опции: [ -P { <cpu> | ALL } ] [ -V ] [ <интервал> [ <счетчик> ] ]

source: Average: CPU %%user %%nice %%system %%iowait %%idle intr/s
it: Media: CPU %%user %%nice %%system %%iowait %%idle intr/s
nb_no: Gj.snitt: CPU %%user %%nice %%system %%iowait %%idle intr/s
ru: Среднее: CPU %%user %%nice %%system %%iowait %%idle intr/s

source: Average: all
af: Gemideld: all
de: Durchschn.: all
fr: Moyenne: all
it: Media: all
nb_no: Gj.snitt: alle
pt: Média: all
ru: Среднее: все

source: Average: %4d
af: Gemideld: %4d
de: Durchschn.: %4d
fr: Moyenne: %4d
it: Media: %4d
nb_no: Gj.snitt: %4d
pt: Média: %4d
ru: Среднее: %4d

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ options... ] Options are: [ -c | -d ] [ -k ] [ -t ] [ -V ] [ -x [ <device> ] ] [ <interval> [ <count> ] ]
af: sysstat weergawe %s (C) S. Godard <sebastien.godard@wanadoo.fr> Gebruik: %s [ opsies... ] Opsies moontlik: [ -c | -d ] [ -k ] [ -t ] [ -V ] [ -x [ <device> ] ] [ <interval> [ <nommer> ] ]
it: sysstat versione %s (C) S. Godard <sebastien.godard@wanadoo.fr> Uso: %s [ opzioni... ] Opzioni ammesse: [ -c | -d ] [ -k ] [ -t ] [ -V ] [ -x [ <device> ] ] [ <intervallo> [ <iterazioni> ] ]
ru: sysstat версия %s (C) S. Godard <sebastien.godard@wanadoo.fr> Использование: %s [ опции... ] Допустимые опции: [ -c | -d ] [ -k ] [ -t ] [ -V ] [ -x [ <устройство> ] ] [ <интервал> [ <счетчик> ] ]

source: avg-cpu: %%user %%nice %%sys %%iowait %%idle
it: cpu-med: %%user %%nice %%sys %%iowait %%idle
nb_no: snitt-cpu: %%user %%nice %%sys %%iowait %%idle
ru: проц-сред:%%user %%nice %%sys %%iowait %%idle

source: Time: %s
af: Tyd: %s
de: Zeit: %s
fr: Heure: %s
it: Ora: %s
nb_no: Tid: %s
pt: Hora: %s
ru: Время: %s

source: Device: tps kB_read/s kB_wrtn/s kB_read kB_wrtn
af: Voorwerp: tps kB_lees/s kB_skryf/s kB_lees kB_skryf
it: Device: tps kB_letti/s kB_scr/s kB_letti kB_scr
nb_no: Enhet: tps kB_read/s kB_wrtn/s kB_read kB_wrtn
ru: Устройство: tps КБ_чт/сек КБ_зап/сек КБ_чт КБ_зап

source: Device: tps Blk_read/s Blk_wrtn/s Blk_read Blk_wrtn
af: Voorwerp: tps Blk_lees/s Blk_skryf/s Blk_lees Blk_skryf
it: Device: tps Blk_letti/s Blk_scr/s Blk_letti Blk_scr
nb_no: Enhet: tps Blk_read/s Blk_wrtn/s Blk_read Blk_wrtn
ru: Устройство: tps Блок_чт/сек Блок_зап/сек Блок_чт Блок_зап

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ options... ] Options are: [ -A ] [ -b ] [ -B ] [ -c ] [ -d ] [ -H ] [ -h ] [ -i <interval> ] [ -q ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | ALL | XALL } ] [ -P { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <filename> ] | -f [ <filename> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <interval> [ <count> ] ]
it: sysstat versione %s (C) S. Godard <sebastien.godard@wanadoo.fr> Uso: %s [ opzioni... ] Opzioni ammesse: [ -A ] [ -b ] [ -B ] [ -c ] [ -d ] [ -H ] [ -h ] [ -i <intervallo> ] [ -q ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | ALL | XALL } ] [ -P { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <file> ] | -f [ <file> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <intervallo> [ <iterazioni> ] ]
ru: sysstat версия %s (C) S. Godard <sebastien.godard@wanadoo.fr> Использование: %s [ опции... ] Допустимые опции: [ -A ] [ -b ] [ -B ] [ -c ] [ -d ] [ -H ] [ -h ] [ -i <интервал> ] [ -q ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | ALL | XALL } ] [ -P { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <имя_файла> ] | -f [ <имя_файла> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <интервал> [ <счетчик> ] ]

source: Not an SMP machine...
af: Nie 'n SMP rekenaar nie...
de: Keine SMP-Maschine...
fr: Pas une machine multiprocesseur...
it: Non e' una macchina multiprocessore...
nb_no: Ikke SMP-maskin...
pt: Não é uma máquina multiprocessadora...
ru: Не многопроцессорная тачка...

source: Not that many processors!
af: Nie soveel proseseerders nie !
de: Nicht so viel Prozessoren!
fr: Pas tant de processeurs !
it: Ci sono meno processori di quanti specificati!
nb_no: Ikke så mange prosessorer!
pt: Não tantos processadores!
ru: Не так много процессоров!

source: Error while reading system activity file: %s
af: Probleem gekry met die lees van die sisteem aktiviteit leer: %s
de: Fehler beim lesen der Systemaktivitätendatei: %s
fr: Erreur lors de la lecture du fichier d'activité système: %s
it: Errore durante la lettura del file delle statistiche di sistema: %s
nb_no: Feil ved lesing av aktivitetslogg: %s
pt: Erro durante a leitura do arquivo de atividade do sistema: %s
ru: Ошибка чтения файла системной активности: %s

source: End of system activity file unexpected
af: Einde van sisteem aktiviteit leer onbeplan geeindig
de: Unerwartetes Ende der Systemaktivitätendatei
fr: Fin du fichier d'activité système inattendue
it: Fine inattesa del file delle statistiche di sistema
nb_no: Uventet slutt på aktivitetslogg
pt: Fim do arquivo de atividade do sistema inesperado
ru: Неожиданное окончание файла системной активности

source: Cannot open %s: %s
af: Probleem met oopmaak van %s: %s
de: Kann nicht öffnen %s: %s
fr: Impossible d'ouvrir %s: %s
it: Impossibile aprire %s: %s
nb_no: Kan ikke åpne %s: %s
pt: Impossível abrir %s: %s
ru: Невозможно открыть %s: %s

source: Invalid system activity file
af: Ongemagtige aktiviteit proses
de: Ungültige Systemaktivitätendatei
fr: Fichier d'activité système invalide
it: File delle statistiche di sistema non valido
nb_no: Ugyldig aktivitetslogg
pt: Arquivo de atividade do sistema inválido
ru: Неправильный файл системной активности

source: Invalid data format
af: Verkeerde data formaat
it: Formato dei dati non valido
nb_no: Ugyldig dataformat
ru: Неправильный формат данных

source: Average: proc/s
af: Gemideld: proc/s
de: Durchschn.: proc/s
fr: Moyenne: proc/s
it: Media: proc/s
nb_no: Gjennomsnitt: proc/s
pt: Média: proc/s
ru: Среднее: proc/s

source: Average: %9.2f
af: Gemideld: %9.2f
fr: Moyenne: %9.2f
it: Media: %9.2f
nb_no: Gj.snitt: %9.2f
ru: Среднее: %9.2f

source: Average: %9.0f
af: Gemideld: %9.0f
it: Media: %9.0f
nb_no: Gj.snitt: %9.0f
ru: Среднее: %9.0f

source: Average: %9.0f %9.0f
af: Gemideld: %9.0f %9.0f
it: Media: %9.0f %9.0f
nb_no: Gj.snitt: %9.0f %9.0f
ru: Среднее: %9.0f %9.0f

source: Average: %9.9s %9.2f %9.2f
af: Gemideld: %9.9s %9.2f %9.2f
it: Media: %9.9s %9.2f %9.2f
nb_no: Gj.snitt: %9.9s %9.2f %9.2f
ru: Среднее: %9.9s %9.2f %9.2f

source: Average: %9.0f %9.0f %9.0f %9.0f %9.0f
af: Gemideld: %9.0f %9.0f %9.0f %9.0f %9.0f
it: Media: %9.0f %9.0f %9.0f %9.0f %9.0f
nb_no: Gj.snitt: %9.0f %9.0f %9.0f %9.0f %9.0f
ru: Среднее: %9.0f %9.0f %9.0f %9.0f %9.0f

source: Average: %9.0f %9.0f %9.2f %9.2f %9.2f
it: Media: %9.0f %9.0f %9.2f %9.2f %9.2f
nb_no: Gj.snitt: %9.0f %9.0f %9.2f %9.2f %9.2f
ru: Среднее: %9.0f %9.0f %9.2f %9.2f %9.2f

source: Average: %9.2f %9.2f %9.2f %9.2f
af: Gemideld: %9.2f %9.2f %9.2f %9.2f
it: Media: %9.2f %9.2f %9.2f %9.2f
nb_no: Gj.snitt: %9.2f %9.2f %9.2f %9.2f
ru: Среднее: %9.2f %9.2f %9.2f %9.2f

source: Average: %9.2f %9.2f %9.0f %9.0f %9.0f %9.0f
af: Gemideld: %9.2f %9.2f %9.0f %9.0f %9.0f %9.0f
it: Media: %9.2f %9.2f %9.0f %9.0f %9.0f %9.0f
nb_no: Gj.snitt: %9.2f %9.2f %9.0f %9.0f %9.0f %9.0f
ru: Среднее: %9.2f %9.2f %9.0f %9.0f %9.0f %9.0f

source: Average: cswch/s
af: Gemideld: cswch/s
de: Durchschn.: cswch/s
fr: Moyenne: cswch/s
it: Media: cswch/s
nb_no: Gjennomsnitt: cswch/s
pt: Média: cswch/s
ru: Среднее: cswch/s

source: Average: CPU %%user %%nice %%system %%iowait %%idle
it: Media: CPU %%user %%nice %%system %%iowait %%idle
nb_no: Gjennomsnitt: CPU %%user %%nice %%system %%iowait %%idle
ru: Среднее: CPU %%user %%nice %%system %%iowait %%idle

source: Average: all
af: Gemideld: all
de: Durchschn.: all
fr: Moyenne: all
it: Media: all
nb_no: Gjennomsnitt: alle
pt: Média: all
ru: Среднее: all

source: Requested activities not available in file
af: Aangevraagte data is nie beskikbaar in leer nie
de: Angeforderte Aktivität ist nicht verfügbar
fr: Activitées demandées non enregistrées dans le fichier
it: Statistiche richieste non disponibili nel file
nb_no: Forespurt statistikk ikke tilgjengelig i aktivitetslogg
pt: Atividades pedidas não foram gravadas no arquivo
ru: Запрошенных активностей нет в файле

source: Average: %3d
af: Gemideld: %3d
de: Durchschn.: %3d
fr: Moyenne: %3d
it: Media: %3d
nb_no: Gjennomsnitt: %3d
pt: Média: %3d
ru: Среднее: %3d

source: Average: INTR intr/s
af: Gemideld: INTR intr/s
de: Durchschn.: INTR intr/s
fr: Moyenne: INTR intr/s
it: Media: INTR interr/s
nb_no: Gjennomsnitt: INTR intr/s
pt: Média: INTR intr/s
ru: Среднее: INTR intr/s

source: Average: %9.2f %9.2f
af: Gemideld: %9.2f %9.2f
fr: Moyenne: %9.2f %9.2f
it: Media: %9.2f %9.2f
nb_no: Gj.snitt: %9.2f %9.2f
ru: Среднее: %9.2f %9.2f

source: Average: sum
af: Gemideld: sum
de: Durchschn.: sum
fr: Moyenne: sum
it: Media: somma
nb_no: Gjennomsnitt: sum
pt: Média: sum
ru: Среднее: sum

source: Average: %9.2f %9.2f %9.2f %9.2f %9.2f
af: Gemideld: %9.2f %9.2f %9.2f %9.2f %9.2f
fr: Moyenne: %9.2f %9.2f %9.2f %9.2f %9.2f
it: Media: %9.2f %9.2f %9.2f %9.2f %9.2f
nb_no: Gj.snitt: %9.2f %9.2f %9.2f %9.2f %9.2f
ru: Среднее: %9.2f %9.2f %9.2f %9.2f %9.2f

source: Average: %6s
af: Gemideld: %6s
fr: Moyenne: %6s
it: Media: %6s
nb_no: Gjennomsnitt: %6s
ru: Среднее: %6s

source: Average: pgpgin/s pgpgout/s activepg inadtypg inaclnpg inatarpg
af: Gemideld: pgpgin/s pgpgout/s activepg inadtypg inaclnpg inatarpg
it: Media: pgpgin/s pgpgout/s activepg inadtypg inaclnpg inatarpg
nb_no: Gj.snitt: pgpgin/s pgpgout/s activepg inadtypg inaclnpg inatarpg
ru: Среднее: pgpgin/s pgpgout/s activepg inadtypg inaclnpg inatarpg

source: Average: pswpin/s pswpout/s
af: Gemideld: pswpin/s pswpout/s
de: Durchschn.: pswpin/s pswpout/s
fr: Moyenne: pswpin/s pswpout/s
it: Media: pswpin/s pswpout/s
nb_no: Gj.snitt: pswpin/s pswpout/s
pt: Media: pswpin/s pswpout/s
ru: Среднее: pswpin/s pswpout/s

source: Average: tps rtps wtps bread/s bwrtn/s
af: Gemideld: tps rtps wtps bread/s bwrtn/s
de: Durchschn.: tps rtps wtps bread/s bwrtn/s
fr: Moyenne: tps rtps wtps bread/s bwrtn/s
it: Media: tps rtps wtps bread/s bwrtn/s
nb_no: Gjennomsnitt: tps rtps wtps bread/s bwrtn/s
pt: Media: tps rtps wtps bread/s bwrtn/s
ru: Среднее: tps rtps wtps bread/s bwrtn/s

source: Average: frmpg/s shmpg/s bufpg/s campg/s
af: Gemideld: frmpg/s shmpg/s bufpg/s campg/s
de: Durchschn.: frmpg/s shmpg/s bufpg/s campg/s
fr: Moyenne: frmpg/s shmpg/s bufpg/s campg/s
it: Media: frmpg/s shmpg/s bufpg/s campg/s
nb_no: Gjennomsnitt: frmpg/s shmpg/s bufpg/s campg/s
pt: Media: frmpg/s shmpg/s bufpg/s campg/s
ru: Среднее: frmpg/s shmpg/s bufpg/s campg/s

source: Average: PID minflt/s majflt/s %%user %%system nswap/s
af: Gemideld: PID minflt/s majflt/s %%user %%system nswap/s
de: Durchschn.: PID minflt/s majflt/s %%user %%system nswap/s
fr: Moyenne: PID minflt/s majflt/s %%user %%system nswap/s
it: Media: PID minflt/s majflt/s %%utente %%sistema nswap/s
nb_no: Gjennomsnitt: PID minflt/s majflt/s %%user %%system nswap/s
pt: Média: PID minflt/s majflt/s %%user %%system nswap/s
ru: Среднее: PID minflt/s majflt/s %%юзер %%система nswap/s

source: Average: %9ld
af: Gemideld: %9ld
de: Durchschn.: %9ld
fr: Moyenne: %9ld
it: Media: %9ld
nb_no: Gj.snitt: %9ld
pt: Média: %9ld
ru: Среднее: %9ld

source: Average: PPID cminflt/s cmajflt/s %%cuser %%csystem cnswap/s
af: Gemideld: PPID cminflt/s cmajflt/s %%cuser %%csystem cnswap/s
de: Durchschn.: PPID cminflt/s cmajflt/s %%cuser %%csystem cnswap/s
fr: Moyenne: PPID cminflt/s cmajflt/s %%cuser %%csystem cnswap/s
it: Media: PPID cminflt/s cmajflt/s %%c-ut %%c-sist cnswap/s
nb_no: Gjennomsnitt: PPID cminflt/s cmajflt/s %%cuser %%csystem cnswap/s
pt: Média: PPID cminflt/s cmajflt/s %%cuser %%csystem cnswap/s
ru: Среднее: PPID cminflt/s cmajflt/s %%cuser %%csystem cnswap/s

source: Average: minflt/s majflt/s
af: Gemideld: minflt/s majflt/s
de: Durchschn.: minflt/s majflt/s
fr: Moyenne: minflt/s majflt/s
it: Media: minflt/s majflt/s
nb_no: Gj.snitt: minflt/s majflt/s
pt: Média: minflt/s majflt/s
ru: Среднее: minflt/s majflt/s

source: Average: N/A N/A
af: Gemideld: N/A N/A
de: Durchschn.: N/A N/A
fr: Moyenne: N/A N/A
it: Media: N/A N/A
nb_no: Gjennomsnitt: N/A N/A
pt: Média: N/A N/A
ru: Среднее: N/A N/A

source: Cannot write system activity file header: %s
af: Probleem met skryf van sisteem aktiviteit hoof: %s
de: Kann den Kopf der Systemaktivitätendatei nicht schreiben: %s
fr: Impossible d'écrire l'en-tête du fichier d'activité système: %s
it: Impossibile scrivere lo header del file delle statistiche di sistema: %s
nb_no: Kan ikke skrive hode for aktivitetslogg: %s
pt: Impossível escrever cabeçalho do arquivo de atividade do sistema: %s
ru: Невозможно записать заголовок файла системной активности: %s

source: Average: TTY rcvin/s xmtin/s
af: Gemideld: TTY rcvin/s xmtin/s
de: Durchschn.: TTY rcvin/s xmtin/s
fr: Moyenne: TTY rcvin/s xmtin/s
it: Media: TTY rcvin/s xmtin/s
nb_no: Gjennomsnitt: TTY rcvin/s xmtin/s
pt: Média: TTY rcvin/s xmtin/s
ru: Среднее: TTY rcvin/s xmtin/s

source: Average:
af: Gemideld:
de: Durchschn.:
fr: Moyenne:
it: Media:
nb_no: Gjennomsnitt:
pt: Média:
ru: Среднее:

source: Average: kbmemfree kbmemused %%memused kbmemshrd kbbuffers kbcached kbswpfree kbswpused %%swpused
af: Gemideld: kbmemfree kbmemused %%memused kbmemshrd kbbuffers kbcached kbswpfree kbswpused %%swpused
de: Durchschn.: kbmemfree kbmemused %%memused kbmemshrd kbbuffers kbcached kbswpfree kbswpused %%swpused
fr: Moyenne: kbmemfree kbmemused %%memused kbmemshrd kbbuffers kbcached kbswpfree kbswpused %%swpused
it: Media: kbmemfree kbmemused %%memused kbmemshrd kbbuffers kbcached kbswpfree kbswpused %%swpused
nb_no: Gj.snitt: kbmemfree kbmemused %%memused kbmemshrd kbbuffers kbcached kbswpfree kbswpused %%swpused
pt: Média: kbmemfree kbmemused %%memused kbmemshrd kbbuffers kbcached kbswpfree kbswpused %%swpused
ru: Среднее: kbmemfree kbmemused %%memused kbmemshrd kbbuffers kbcached kbswpfree kbswpused %%swpused

source: Average: CPU
af: Gemideld: CPU
de: Durchschn.: CPU
fr: Moyenne: CPU
it: Media: CPU
nb_no: Gj.snitt: CPU
pt: Média: CPU
ru: Среднее: CPU

source: Average: %3d
af: Gemideld: %3d
de: Durchschn.: %3d
fr: Moyenne: %3d
it: Media: %3d
nb_no: Gj.snitt: %3d
pt: Média: %3d
ru: Среднее: %3d

source: Average: totsck tcpsck udpsck rawsck ip-frag
af: Gemideld: totsck tcpsck udpsck rawsck ip-frag
de: Durchschn.: totsck tcpsck udpsck rawsck ip-frag
fr: Moyenne: totsck tcpsck udpsck rawsck ip-frag
it: Media: totsck tcpsck udpsck rawsck ip-frag
nb_no: Gjennomsnitt: totsck tcpsck udpsck rawsck ip-frag
pt: Média: totsck tcpsck udpsck rawsck ip-frag
ru: Среднее: totsck tcpsck udpsck rawsck ip-frag

source: Cannot write data to system activity file: %s
af: Probleem met skryf van sisteem aktiviteit leer: %s
de: Kann keine Daten in die Systemaktivitätendatei schreiben: %s
fr: Impossible d'écrire les données dans le fichier d'activité système: %s
it: Impossibile scrivere dati nel file delle statistiche di sistema: %s
nb_no: Kan ikke skrive data til aktivitetslogg: %s
pt: Impossível escrever os dados no arquivo de atividade do sistema: %s
ru: Невозможно записать данные в файл системной активности: %s

source: Average: dentunusd file-sz %%file-sz inode-sz super-sz %%super-sz dquot-sz %%dquot-sz rtsig-sz %%rtsig-sz
af: Gemideld: dentunusd file-sz %%file-sz inode-sz super-sz %%super-sz dquot-sz %%dquot-sz rtsig-sz %%rtsig-sz
de: Durchschn.: dentunusd file-sz %%file-sz inode-sz super-sz %%super-sz dquot-sz %%dquot-sz rtsig-sz %%rtsig-sz
fr: Moyenne: dentunusd file-sz %%file-sz inode-sz super-sz %%super-sz dquot-sz %%dquot-sz rtsig-sz %%rtsig-sz
it: Media: dentunusd file-sz %%file-sz inode-sz super-sz %%super-sz dquot-sz %%dquot-sz rtsig-sz %%rtsig-sz
nb_no: Gj.snitt: dentunusd file-sz %%file-sz inode-sz super-sz %%super-sz dquot-sz %%dquot-sz rtsig-sz %%rtsig-sz
pt: Média: dentunusd file-sz %%file-sz inode-sz super-sz %%super-sz dquot-sz %%dquot-sz rtsig-sz %%rtsig-sz
ru: Среднее: dentunusd file-sz %%file-sz inode-sz super-sz %%super-sz dquot-sz %%dquot-sz rtsig-sz %%rtsig-sz

source: Average: IFACE rxpck/s txpck/s rxbyt/s txbyt/s rxcmp/s txcmp/s rxmcst/s
af: Gemideld: IFACE rxpck/s txpck/s rxbyt/s txbyt/s rxcmp/s txcmp/s rxmcst/s
de: Durchschn.: IFACE rxpck/s txpck/s rxbyt/s txbyt/s rxcmp/s txcmp/s rxmcst/s
fr: Moyenne: IFACE rxpck/s txpck/s rxbyt/s txbyt/s rxcmp/s txcmp/s rxmcst/s
it: Media: IFACE rxpck/s txpck/s rxbyt/s txbyt/s rxcmp/s txcmp/s rxmcst/s
nb_no: Gjennomsnitt: IFACE rxpck/s txpck/s rxbyt/s txbyt/s rxcmp/s txcmp/s rxmcst/s
pt: Média: IFACE rxpck/s txpck/s rxbyt/s txbyt/s rxcmp/s txcmp/s rxmcst/s
ru: Среднее: IFACE rxpck/s txpck/s rxbyt/s txbyt/s rxcmp/s txcmp/s rxmcst/s

source: Average: IFACE rxerr/s txerr/s coll/s rxdrop/s txdrop/s txcarr/s rxfram/s rxfifo/s txfifo/s
af: Gemideld: IFACE rxerr/s txerr/s coll/s rxdrop/s txdrop/s txcarr/s rxfram/s rxfifo/s txfifo/s
de: Durchschn.: IFACE rxerr/s txerr/s coll/s rxdrop/s txdrop/s txcarr/s rxfram/s rxfifo/s txfifo/s
fr: Moyenne: IFACE rxerr/s txerr/s coll/s rxdrop/s txdrop/s txcarr/s rxfram/s rxfifo/s txfifo/s
it: Media: IFACE rxerr/s txerr/s coll/s rxdrop/s txdrop/s txcarr/s rxfram/s rxfifo/s txfifo/s
nb_no: Gjennomsnitt: IFACE rxerr/s txerr/s coll/s rxdrop/s txdrop/s txcarr/s rxfram/s rxfifo/s txfifo/s
pt: Média: IFACE rxerr/s txerr/s coll/s rxdrop/s txdrop/s txcarr/s rxfram/s rxfifo/s txfifo/s
ru: Среднее: IFACE rxerr/s txerr/s coll/s rxdrop/s txdrop/s txcarr/s rxfram/s rxfifo/s txfifo/s

source: Average: DEV tps sect/s
af: Gemideld: DEV tps sect/s
it: Media: DEV tps sect/s
nb_no: Gjennomsnitt: DEV tps sect/s
ru: Среднее: DEV tps sect/s

source: Average: runq-sz plist-sz ldavg-1 ldavg-5 ldavg-15
it: Media: runq-sz plist-sz ldavg-1 ldavg-5 ldavg-15
nb_no: Gjennomsnitt: runq-sz plist-sz ldavg-1 ldavg-5 ldavg-15
ru: Среднее: runq-sz plist-sz ldavg-1 ldavg-5 ldavg-15

source: Please give a smaller interval value
af: Gee asseblief 'n kleiner interval nommer
de: Bitte einen kleineren Wert für Intervall angeben
fr: Veuillez donner un intervalle plus petit
it: Specificare un intervallo minore
nb_no: Vennligst angi en lavere intervallverdi
pt: Queira dar um intervalo menor
ru: Задайте меньшее значение интервала

source: %-11s sum
it: %-11s somma

source: %-11s PID minflt/s majflt/s %%user %%system nswap/s CPU
it: %-11s PID minflt/s majflt/s %%utente %%sistema nswap/s CPU
ru: %-11s PID minflt/s majflt/s %%юзер %%система nswap/s Проц

source: %-11s PPID cminflt/s cmajflt/s %%cuser %%csystem cnswap/s
it: %-11s PPID cminflt/s cmajflt/s %%c-ut %%c-sist cnswap/s

source: Not reading from a system activity file (use -f option)
af: Kan nie van sisteem aktiviteit leer lees nie (gebruik opsie -f)
de: Bitte -f Option zur Angabe der Systemaktivitätendatei verwenden
fr: Pas de fichier d'activité système en lecture (utilisez l'option -f)
it: La lettura non avviene da un file delle statistiche di sistema (usare l'opzione -f)
nb_no: Leser ikke fra aktivitetslogg (bruk valget -f)
pt: Não lendo de um arquivo de atividade do sistema (utilize a opção -f)
ru: Не читаем из файла системной активности (используйте опцию -f)

source: %-11s LINUX RESTART
it: %-11s RESTART DI LINUX

source: -f and -o options are mutually exclusive
af: Opsies -f en -o is beide uitgesluit
de: Die Optionen -f und -o schließen sich gegenseitig aus
fr: Les options -f et -o ne peuvent être utilisées ensemble
it: Le opzioni -f e -o non possono essere utilizzate contemporaneamente
nb_no: Valgene -f og -o kan ikke brukes samtidig
pt: As opções -f e -o não podem ser utilizadas juntas
ru: Опции -f и -o взаимоисключающие

source: Requested activities not available
af: Aangevraagte aktiviteite nie beskikbaar nie
de: Die angeforderte Aktion ist nicht verfügbar.
fr: Statistiques demandées non disponibles
it: Le statistiche richieste non sono disponibili
nb_no: Forespurt statistikk ikke tilgjengelige
pt: Atividades pedidas não estão disponíveis
ru: Запрошенная активность недоступна

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ options... ] Options are: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ] [ <interval> [ <count> ] ] [ <outfile> ]
af: sysstat weergawe %s (C) S. Godard <sebastien.godard@wanadoo.fr> Gebruik: %s [ opsies... ] Opsies moontlik: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ] [ <interval> [ <nommer> ] ] [ <uitleer> ]
de: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Aufruf: %s [ optionen... ] mögliche Optionen: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ] [ <intervall> [ <anzahl> ] ] [ <dateiname> ]
fr: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Utilisation: %s [ options... ] Options possibles: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ] [ <intervalle> [ <nombre_de_fois> ] ] [ <fichier> ]
it: sysstat versione %s (C) S. Godard <sebastien.godard@wanadoo.fr> Uso: %s [ opzioni... ] Opzioni ammesse: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ] [ <intervallo> [ <iterazioni> ] ] [ <file> ]
pt: sysstat versão %s (C) S. Godard <sebastien.godard@wanadoo.fr> Utilização: %s [ opções... ] Opções são: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ] [ <intervalo> [ <número_de_vezes> ] ] [ <arquivo> ]
ru: sysstat версия %s (C) S. Godard <sebastien.godard@wanadoo.fr> Использование: %s [ options... ] Допустимые опции: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ] [ <интервал> [ <счетчик> ] ] [ <выходной_файл> ]

source: Cannot append data to that file
af: Kan nie data byskryf by die file nie
de: An diese Datei können keine Daten angehangen werden.
fr: Impossible d'ajouter des données à la fin de ce fichier
it: Impossibile aggiungere dati a quel file
nb_no: Kan ikke skrive mer data til den filen
pt: Não posso adicionar dados neste arquivo
ru: Невозможно добавить данные в этот файл

source: Cannot handle so many processors!
af: Kan nie soveel proseseerders hanteer nie !
de: Es sind zuviele Prozessoren vorhanden!
fr: Trop de processeurs !
it: Numero di processori eccessivo!
nb_no: Kan ikke håndtere så mange prosessorer!
pt: Não posso usar tantos processadores!
ru: Невозможно обработать так много процессоров!

source: sysstat version %s (C) Sebastien Godard Usage: %s [ options... ] [ <interval> [ <count> ] ] Options are: [ -P { <cpu> | ALL } ] [ -V ]
nb_no: sysstat versjon %s (C) Sebastien Godard Bruk: %s [ valg... ] [ <intervall> [ <antall> ] ] Mulige valg: [ -P { <cpu> | alle } ] [ -V ]

source: %-11s all
nb_no: %-11s alle
ru: %-11s все

source: sysstat version %s (C) Sebastien Godard Usage: %s [ options... ] [ <interval> [ <count> ] ] Options are: [ -c | -d ] [ -k ] [ -t ] [ -V ] [ -x ] [ <device> [ ... ] ] [ -p { ALL | <device> } ]
nb_no: sysstat versjon %s (C) Sebastien Godard Bruk: %s [ valg... ] [ <intervall> [ <antall> ] ] Mulige valg: [ -c | -d ] [ -k ] [ -t ] [ -V ] [ -x ] [ <enhet> [ ... ] ] [ -p { ALL | <enhet> } ]
