Repository: tripped/sysstat
Catalog: nls/*/sysstat.po
Languages: af, de, fr, it, nb_no, pt, ru

source: Device: rrqm/s wrqm/s r/s w/s rsec/s wsec/s rkB/s wkB/s avgrq-sz avgqu-sz await svctm %%util
af: Voorwerp: rrqm/s wrqm/s r/s w/s rsec/s wsec/s rkB/s wkB/s avgrq-sz avgqu-sz await svctm %%util
nb_no: Enhet: rrqm/s wrqm/s r/s w/s rsec/s wsec/s rkB/s wkB/s avgrq-sz avgqu-sz await svctm %%util
ru: Устройств: rrqm/s wrqm/s r/s w/s rsec/s wsec/s rkB/s wkB/s avgrq-sz avgqu-sz await svctm %%util

source: -x and -p options are mutually exclusive
nb_no: Valgene -x og -p kan ikke brukes samtidig

source: sysstat version %s (C) Sebastien Godard Usage: %s [ options... ] [ <interval> [ <count> ] ] Options are: [ -A ] [ -b ] [ -B ] [ -c ] [ -d ] [ -H ] [ -h ] [ -i <interval> ] [ -q ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | ALL | XALL } ] [ -P { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <filename> ] | -f [ <filename> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ]
nb_no: sysstat versjon %s (C) Sebastien Godard Bruk: %s [ valg... ] [ <intervall> [ <antall> ] ] Mulige valg: [ -A ] [ -b ] [ -B ] [ -c ] [ -d ] [ -H ] [ -h ] [ -i <intervall> ] [ -q ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | ALL | XALL } ] [ -P { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <filnavn> ] | -f [ <filnavn> ] ] [ -s [ <tt:mm:ss> ] ] [ -e [ <tt:mm:ss> ] ]

source: %-11s all
nb_no: %-11s alle

source: sysstat version %s (C) Sebastien Godard Usage: %s [ options... ] [ <interval> [ <count> ] ] [ <outfile> ] Options are: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ]
nb_no: sysstat versjon %s (C) Sebastien Godard Bruk: %s [ valg... ] [ <intervall> [ <antall> ] ] [ <utfil> ] Mulige valg: [ -x <pid> ] [ -X <pid> ] [ -I ] [ -V ]

source: Average: CPU %%user %%nice %%system %%idle intr/s
af: Gemideld: CPU %%user %%nice %%system %%idle intr/s
de: Durchschn.: CPU %%user %%nice %%system %%idle intr/s
fr: Moyenne: CPU %%user %%nice %%system %%idle intr/s
pt: Média: CPU %%user %%nice %%system %%idle intr/s

source: avg-cpu: %%user %%nice %%sys %%idle
af: gem-cpu: %%user %%nice %%sys %%idle
fr: cpu-moy: %%user %%nice %%sys %%idle
pt: cpu-moy: %%user %%nice %%sys %%idle

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ options... ] Options are: [ -A ] [ -b ] [ -B ] [ -c ] [ -d ] [ -H ] [ -h ] [ -i <interval> ] [ -q ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | PROC | ALL | XALL } ] [ -U { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <filename> ] | -f [ <filename> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <interval> [ <count> ] ]
af: sysstat weergawe %s (C) S. Godard <sebastien.godard@wanadoo.fr> Gebruik: %s [ opsies... ] Opsies moontlik: [ -A ] [ -b ] [ -B ] [ -c ] [ -d ] [ -H ] [ -h ] [ -i <interval> ] [ -q ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | PROC | ALL | XALL } ] [ -U { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <leer> ] | -f [ <leer> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <interval> [ <nommer> ] ]

source: Average: %9.0f %9.0f %9.2f %9.2f
af: Gemideld: %9.0f %9.0f %9.2f %9.2f

source: Average: CPU %%user %%nice %%system %%idle
af: Gemideld: CPU %%user %%nice %%system %%idle
de: Durchschn.: CPU %%user %%nice %%system %%idle
fr: Moyenne: CPU %%user %%nice %%system %%idle
pt: Média: CPU %%user %%nice %%system %%idle

source: Average: runq-sz plist-sz ldavg-1 ldavg-5
af: Gemideld: runq-sz plist-sz ldavg-1 ldavg-5

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ -P { <cpu> | ALL } ] [ -V ] [ <interval> [ <count> ] ]
de: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Aufruf: %s [ -P { <cpu> | ALL } ] [ -V ] [ <intervall> [ <anzahl> ] ]
pt: sysstat versão %s (C) S. Godard <sebastien.godard@wanadoo.fr> Utilização: %s [ -P { <cpu> | ALL } ] [ -V ] [ <intervalo> [ <número_de_vezes> ] ]

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ options... ] Options are: [ -c | -d ] [ -t ] [ -V ] [ -o <filename> | -f <filename> ] [ <interval> [ <count> ] ]
de: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Aufruf: %s [ optionen... ] mögliche Optionen: [ -c | -d ] [ -t ] [ -V ] [ -o <dateiname> | -f <dateiname> ] [ <intervall> [ <anzahl> ] ]
pt: sysstat versão %s (C) S. Godard <sebastien.godard@wanadoo.fr> Utilização: %s [ opções... ] Opções são: [ -c | -d ] [ -t ] [ -V ] [ -o <arquivo> | -f <arquivo> ] [ <intervalo> [ <número_de_vezes> ] ]

source: Invalid iostat file
de: Fehlerhafte Statusdatei
pt: Arquivo iostat inválido

source: Cannot write iostat file header: %s
de: Header der Statusdatei nicht schreibbar: %s
pt: Impossível escrever cabeçalho do arquivo iostat: %s

source: Error while reading iostat file: %s
de: Fehler während des Lesens der Statusdatei: %s
pt: Erro durante a leitura do arquivo iostat: %s

source: End of iostat file unexpected
de: Unerwartetes Ende der Statusdatei
pt: Fim do arquivo iostat inesperado

source: Cannot write data to iostat file: %s
de: Statusdatei nicht schreibbar: %s
pt: Impossível escrever no arquivo iostat: %s

source: hdisk%d %8lu%c%02lu %9lu%c%02lu %9lu%c%02lu %10u %10u
pt: disco%d %8lu%c%02lu %9lu%c%02lu %9lu%c%02lu %10u %10u

source: Disks: tps Blk_read/s Blk_wrtn/s Blk_read Blk_wrtn
pt: Queira dar um intervalo

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ options... ] Options are: [ -A ] [ -b ] [ -B ] [ -c ] [ -h ] [ -i <interval> ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | PROC | ALL | XALL } ] [ -U { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <filename> ] | -f [ <filename> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <interval> [ <count> ] ]
de: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Aufruf: %s [ optionen... ] mögliche Optionen: [ -A ] [ -b ] [ -B ] [ -c ] [ -h ] [ -i <intervall> ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | PROC | ALL | XALL } ] [ -U { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <dateiname> ] | -f [ <dateiname> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <intervall> [ <anzahl> ] ]
fr: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Utilisation: %s [ options... ] Options possibles: [ -A ] [ -b ] [ -B ] [ -c ] [ -h ] [ -i <intervalle> ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | PROC | ALL | XALL } ] [ -U { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <fichier> ] | -f [ <fichier> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <intervalle> [ <nombre_de_fois> ] ]
pt: sysstat versão %s (C) S. Godard <sebastien.godard@wanadoo.fr> Utilização: %s [ opções... ] Possíveis opções: [ -A ] [ -b ] [ -B ] [ -c ] [ -h ] [ -i <intervalo> ] [ -r ] [ -R ] [ -t ] [ -u ] [ -v ] [ -V ] [ -w ] [ -W ] [ -y ] [ -I { <irq> | SUM | PROC | ALL | XALL } ] [ -U { <cpu> | ALL } ] [ -n { DEV | EDEV | SOCK | FULL } ] [ -x { <pid> | SELF | SUM | ALL } ] [ -X { <pid> | SELF | ALL } ] [ -o [ <arquivo> ] | -f [ <arquivo> ] ] [ -s [ <hh:mm:ss> ] ] [ -e [ <hh:mm:ss> ] ] [ <intervalo> [ <número_de_vezes> ] ]

source: Average: %6lu%c%02lu
de: Durchschn.: %6lu%c%02lu
pt: Média: %6lu%c%02lu

source: Average: %6lu%c%02lu %6lu%c%02lu
de: Durchschn.: %6lu%c%02lu %6lu%c%02lu
pt: Média: %6lu%c%02lu %6lu%c%02lu

source: Average: %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu
de: Durchschn.: %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu
pt: Média: %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu %6lu%c%02lu

source: Average: pgpgin/s pgpgout/s
de: Durchschn.: pgpgin/s pgpgout/s
fr: Moyenne: pgpgin/s pgpgout/s
pt: Média: pgpgin/s pgpgout/s

source: Average: %s%c%02lu
de: Durchschn.: %s%c%02lu
pt: Media: %s%c%02lu

source: Average: %9lu %9lu
de: Durchschn.: %9lu %9lu
fr: Moyenne: %9lu %9lu
pt: Média: %9lu %9lu

source: Average: %9lu %9lu %9lu %9lu %9lu
de: Durchschn.: %9lu %9lu %9lu %9lu %9lu
fr: Moyenne: %9lu %9lu %9lu %9lu %9lu
pt: Média: %9lu %9lu %9lu %9lu %9lu

source: Average: %9lu
de: Durchschn.: %9lu
fr: Moyenne: %9lu
pt: Média: %9lu

source: Please give an interval value
de: Bitte Intervall angeben

source: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Usage: %s [ options... ] Options are: [ -c | -d ] [ -t ] [ -V ] [ -x [ <device> ] ] [ <interval> [ <count> ] ]
fr: sysstat version %s (C) S. Godard <sebastien.godard@wanadoo.fr> Utilisation: %s [ options... ] Options possibles: [ -c | -d ] [ -t ] [ -V ] [ -x [ <device> ] ] [ <intervalle> [ <nombre_de_fois> ] ]

source: Device: tps Blk_read/s Blk_wrtn/s Blk_read Blk_wrtn
fr: Device: tps Blk_lus/s Blk_écrits/s Blk_lus Blk_écrits

source: Average: %9.2f
fr: Moyenne: %9.2f
