Repository: tripped/sysstat
Catalog: debian/po/*.po
Languages: cs, de, es, pl

source: WARNING: daily data files format has changed!
cs: VAROVÁNÍ: formát souborù s denními daty se zmìnil!
de: WARNUNG: Das Format der Daily-Data-Dateien wurde geändert!
es: AVISO: ¡El formato de los ficheros de datos diarios ha cambiado!
pl: UWAGA: zmieni³ siê format plików z dziennymi statystykami!

source: Format of daily data statistics files has changed in version ${s_version} of sysstat and is *not* compatible with the previous one!
cs: Formát denních statistických souborù se v sysstatu verze ${s_version} zmìnil a *není* kompatibilní s pøedchozími verzemi!
de: Das Format der täglichen Daten-Statistik-Dateien wurde in der Version ${s_version} von sysstat geändert und ist *nicht* kompatibel zu dem vorherigen!
es: ¡El formato de los ficheros de los datos estadísticos diarios ha cambiado en la versión ${s_version} de sysstat y *no* es compatible con la versión anterior!
pl: Format plików zawieraj±cych dzienne statystyki zosta³ zmieniony w wersji ${s_version} programu sysstat i *nie* jest kompatybilny z poprzednimi wersjami programu!

source: Existing data files need to be deleted.
cs: Stávající datové soubory musí být smazány.
de: Vorhandene Dateien müssen gelöscht werden.
es: Se necesita borrar los ficheros de datos existentes.
pl: Istniej±ce pliki z danymi powinny zostaæ usuniête.

source: Do you want post-installation script to remove these data files?
cs: Chcete, aby poinstalaèní skript tyto datové soubory smazal?
de: Sollen diese Dateien am Ende des Einrichtungsprogramms entfernt werden?
es: ¿Quiere que el script de post-instalación borre estos ficheros de datos?
pl: Czy skrypt poinstalacyjny powinnien usun±æ te pliki?

source: If you activate this option, any existing data files in /var/log/sysstat/ directory will be deleted.
cs: Odpovíte-li kladnì, stávající datové soubory v adresáøi /var/log/sysstat/ budou smazány.
de: Wenn Sie zustimmen, werden alle Dateien im Verzeichnis /var/log/sysstat/ gelöscht.
es: Si activa esta opción, se borrará cualquier fichero de datos que exista en el directorio /var/log/sysstat/.
pl: Aktywowanie tej opcji spowoduje usuniêcie istniej±cych plików z dziennymi statystykami z katalogu /var/log/sysstat/.

source: If you don't want to remove them automatically, please remove them by hand later, in order to the sar command work properly.
cs: Nechcete-li je odstranit automaticky, odstraòte je pozdìji ruènì, proto¾e jinak by pøíkaz sar nemohl pracovat správnì.
de: Wenn Sie die Dateien nicht automatisch entfernen wollen, löschen Sie diese später manuell, damit das Kommando »sar« richtig funktioniert.
es: Si no quiere que se borren automáticamente, por favor, bórrelos a mano más tarde con el fin de que el programa sar funcione adecuadamente.
pl: Je¿eli nie chcesz usuwaæ ich automatycznie, proszê pó¼niej usun±æ je rêcznie, ¿eby polecenie sar dzia³a³o poprawnie.

source: Do you want to activate sysstat's cron job?
cs: Chcete aktivovat cronovou úlohu programu sysstat?
de: Einen Cronjob für sysstat einrichten?
es: ¿Quiere activar la tarea de sysstat en el cron?
pl: Czy chcesz w³±czyæ zadanie crona pakietu sysstat

source: If this option is enabled the sysstat package will collect (using the cron daemon and init.d script) binary data concerning system activities and store them in log files within /var/log/sysstat/ directory.
cs: Je-li tato mo¾nost povolená, bude balík sysstat sbírat (pomocí cronové úlohy a init.d skriptu) binární data o aktivitách v systému a bude je ukládat v souborech v adresáøi /var/log/sysstat/.
de: Wenn Sie zustimmen, wird sysstat (mittels des Dienstes cron und init.d-Skripten) binäre Daten über Systemaktivitäten sammeln und in Protokolldateien im Verzeichnis /var/log/sysstat/ anlegen.
es: Si está habilitada esta opción, el paquete sysstat recopilará (utilizando el demonio del cron y el script de init.d) los datos binarios relacionados con las actividades del sistema y los almacénara en ficheros log dentro del directorio /var/log/sysstat/.
pl: Je¿eli ta opcja zostanie w³±czona, to pakiet sysstat bêdzie zbiera³ (u¿ywaj±c do tego demona cron i swojego skryptu init.d) dane dotycz±ce aktywno¶ci systemu i zapisywa³ je w plikach logów w katalogu /var/lib/sysstat/.

source: With this data the sar(1) command will be able to display day-long system statistics.
cs: Z posbíraných dat mù¾e pøíkaz sar(1) zobrazovat denní statistiky.
de: Mit diesen Daten kann das Kommando sar(1) ganztägige Systemstatistiken anzeigen.
es: Con estos datos, el programa sar(1) podrá mostrar estadísticas del sistema de un día entero.
pl: Maj±c te dane, polecenie sar(1) bêdzie mog³o wy¶wietliæ statystyki systemu dotycz±ce ca³ego dnia.

source: If you don't enable this option, the sar(1) command will show only the current statistics.
cs: Pokud tuto mo¾nost nepovolíte, pøíkaz sar(1) bude zobrazovat pouze aktuální statistiku.
de: Wenn Sie ablehnen, kann das Kommando sar(1) nur die aktuellen Statistiken anzeigen.
es: Si no habilita esta opción, el programa sar(1) mostrará sólo las estadísticas actuales.
pl: Je¿eli nie w³±czysz tej opcji, polecenie sar(1) bêdzie wy¶wietlaæ tylko bie¿±ce statystyki.
